Repository: Marcus1068/DailyToolbox
Catalog: DailyToolbox/*.lproj/Localizable.strings
Languages: de

source: All
de: Alle

source: Altitude
de: Höhe

source: App Settings
de: App Einstellungen

source: Back
de: Zurück

source: Base value
de: Basiswert

source: Benchmark tool
de: Benchmark Werkzeuge

source: Calculates distance of horizon by meassuring height with GPS sensor
de: Berechnet die Entfernung zum Horizont mittels GPS Sensor

source: Calendar Calculation
de: Kalenderberechnung

source: Cancel
de: Abbrechen

source: Confirm
de: Bestätigen

source: Convert Numbers
de: Zahlen umwandeln

source: Copy
de: Kopieren

source: correct
de: korrekt

source: Cost value missing
de: Kostenwert fehlt

source: Currency Converter
de: Währungsumrechnung

source: days until Christmas
de: Tage bis Weihnachten

source: days until Easter
de: Tage bis Ostern

source: days until event
de: Tage bis Ereignis

source: Delete
de: Löschen

source: Dismiss
de: Verwerfen

source: Done
de: Erledigt

source: Duplicate
de: Duplizieren

source: Edit
de: Bearbeiten

source: Email could not be sent
de: Email konnte nicht gesendet werden

source: Enter Calendar Event for
de: Ereignis für Kalender eingeben

source: Enter kwH cost
de: kwH Kosten eingeben

source: Enter number of hours
de: Anzahl Stunden eingeben

source: Enter Watt
de: Watt eingeben

source: Error
de: Fehler

source: Eye Level
de: Augenhöhe

source: Formula for computing the horizon distance: 3.57 * sqrt(Altitude + Eye Level) = distance
de: Formel für die Berechung der Entfernung zum Horizont: 3.57 * sqrt(Höhe + Augenhöhe) = Entfernung

source: Generated by DailyToolbox App
de: Erzeugt von DailyToolbox

source: Horizon calculation
de: Horizontberechnung

source: Horizon distance
de: Horizontentfernung

source: Hours missing
de: fehlende Stunden

source: I have some suggestions:
de: Ich habe einige Vorschläge:

source: Interest Rate calculation
de: Zinssatzberechnung

source: Manual
de: Handbuch

source: More than three
de: Mehr als drei

source: None
de: Keiner

source: not allowed
de: nicht erlaubt

source: not implemented yet
de: noch nicht implementiert

source: number to big, max 3999
de: Zahl zu groß, maximal 3999

source: Percentage
de: Prozentsatz

source: Percentage Calculation
de: Prozentsatzberechnung

source: Please check your email configuration
de: Bitte prüfe Deine Email Konfiguration

source: Power Consumption Calculation
de: Stromverbrauch berechnen

source: Privacy
de: Datenschutz

source: Roman number conversion
de: Römische Zahlen Umrechnung

source: Save
de: Speichern

source: seconds
de: Sekunden

source: something went wrong with 1
de: Etwas ist schiefgelaufen mit 1er

source: something went wrong with 10
de: Etwas ist schiefgelaufen mit 10er

source: something went wrong with 100
de: Etwas ist schiefgelaufen mit 100er

source: Submit
de: Bestätigen

source: Support
de: Unterstützung

source: Temperature Calculation
de: Temperaturumrechnung

source: Translation module
de: Übersetzungsdienst

source: Value
de: Wert

source: Watt value missing
de: Watt Angabe fehlt

source: Your device could not send email
de: Gerät konnte keine Email senden
